brew "coreutils"
brew "dfu-programmer"
brew "entr"
brew "fd"
brew "fzf"
brew "git"
brew "gnupg"
brew "htop"
brew "jenv"
brew "jq"
brew "lazydocker"
brew "lf"
brew "ncdu"
brew "neovim"
brew "openjdk"
brew "ranger"
brew "ripgrep"
brew "tmux", args: ["HEAD"]
brew "tree"
brew "wget"
brew "xz"
brew "zellij"
